Overload List
Name  |   Description
CreateHanger(Document, FabricationServiceButton, ElementId, Connector, Double, Boolean)
 Creates a hanger on the fabrication part.
CreateHanger(Document, FabricationServiceButton, Int32, ElementId, Connector, Double, Boolean)
 Creates a hanger on the fabrication part.
 See Also
  FabricationPart Class
  FabricationPart Members
  Autodesk.Revit.DB Namespace